[
    {"Word": "apple", "Definition": "A round fruit with red or green skin and a whitish interior."},
    {"Word": "ball", "Definition": "A round object used in games and sports."},
    {"Word": "cat", "Definition": "A small domesticated mammal known for catching mice."},
    {"Word": "dog", "Definition": "A domesticated carnivorous mammal, commonly kept as a pet."},
    {"Word": "egg", "Definition": "An oval or round object laid by female animals, especially birds."},
    {"Word": "fish", "Definition": "A cold-blooded animal living in water, with gills and fins."},
    {"Word": "grape", "Definition": "A small round fruit, typically green or purple, used to make wine."},
    {"Word": "hat", "Definition": "A covering for the head, typically made of fabric or leather."},
    {"Word": "ice", "Definition": "Frozen water, often used to cool drinks."},
    {"Word": "juice", "Definition": "A liquid extracted from fruits or vegetables."},
    {"Word": "kite", "Definition": "A toy consisting of a light frame with a cloth, flown in the air."},
    {"Word": "lion", "Definition": "A large wild cat with a mane, known as the 'king of the jungle.'"},
    {"Word": "moon", "Definition": "The natural satellite of Earth, visible at night."},
    {"Word": "nest", "Definition": "A structure built by birds to hold eggs and raise their young."},
    {"Word": "orange", "Definition": "A round citrus fruit with a tough skin and juicy interior."},
    {"Word": "pen", "Definition": "A writing instrument that uses ink."},
    {"Word": "quilt", "Definition": "A warm bed covering made of layers of fabric stitched together."},
    {"Word": "rain", "Definition": "Water that falls from clouds in the form of drops."},
    {"Word": "sun", "Definition": "The star at the center of our solar system that provides light and heat."},
    {"Word": "tree", "Definition": "A tall plant with a trunk, branches, and leaves."},
    {"Word": "umbrella", "Definition": "A device used for protection against rain, usually made of fabric and a metal frame."},
    {"Word": "vase", "Definition": "A container, often made of glass or ceramic, used to hold flowers."},
    {"Word": "water", "Definition": "A clear, colorless, odorless liquid essential for life."},
    {"Word": "x-ray", "Definition": "A type of radiation used to take images of the inside of objects or bodies."},
    {"Word": "yarn", "Definition": "A long, continuous strand of fiber used in knitting or weaving."},
    {"Word": "zebra", "Definition": "A wild animal with black and white stripes, related to the horse."},
    {"Word": "ant", "Definition": "A small insect that lives in colonies and works together."},
    {"Word": "balloon", "Definition": "A flexible bag that is inflated with air or gas and used as a decoration or toy."},
    {"Word": "cloud", "Definition": "A mass of water vapor or ice particles suspended in the air."},
    {"Word": "doll", "Definition": "A small model of a person, often used as a child's toy."},
    {"Word": "eggplant", "Definition": "A purple vegetable with a shiny, smooth skin."},
    {"Word": "flower", "Definition": "The colorful part of a plant that produces seeds."},
    {"Word": "goat", "Definition": "A domesticated animal with horns, known for its milk and meat."},
    {"Word": "hill", "Definition": "A small raised area of land."},
    {"Word": "island", "Definition": "A piece of land surrounded by water."},
    {"Word": "jacket", "Definition": "A piece of clothing worn on the upper body, typically with sleeves."},
    {"Word": "key", "Definition": "A small metal object used to open locks."},
    {"Word": "lemon", "Definition": "A sour yellow fruit used in cooking and drinks."},
    {"Word": "mountain", "Definition": "A large, steep elevation of the earth's surface."},
    {"Word": "notebook", "Definition": "A book of blank pages for writing notes."},
    {"Word": "ocean", "Definition": "A vast body of salt water that covers much of Earth's surface."},
    {"Word": "pencil", "Definition": "A tool for writing or drawing, made of wood and graphite."},
    {"Word": "quail", "Definition": "A small, plump bird that is often hunted for sport."},
    {"Word": "rose", "Definition": "A type of flowering plant known for its beautiful, fragrant blooms."},
    {"Word": "snow", "Definition": "Frozen water crystals that fall from the sky, forming snowflakes."},
    {"Word": "train", "Definition": "A series of connected vehicles that run on tracks and are used for transportation."},
    {"Word": "under", "Definition": "In a position lower than or beneath something."},
    {"Word": "violet", "Definition": "A small purple or blue flower, or a color between blue and purple."},
    {"Word": "whale", "Definition": "A large marine mammal known for its size and swimming ability."},
    {"Word": "xylophone", "Definition": "A musical instrument made of wooden bars struck by mallets."},
    {"Word": "yellow", "Definition": "A color that is bright like the sun, between green and orange."},
    {"Word": "zoo", "Definition": "A place where animals are kept for public viewing and education."}
]
